Repository: fahlman/SwiftRip
Catalog: SwiftRip/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: %.2f seconds
de: %.2f Sekunden
es: %.2f segundos
fr: %.2f secondes
it: %.2f secondi
ja: %.2f秒
ko: %.2f초
nl: %.2f seconden
pt_br: %.2f segundos
zh_hans: %.2f 秒

source: %@ Log
de: %@-Protokoll
es: Registro de %@
fr: Journal de %@
it: Registro di %@
ja: %@ログ
ko: %@ 로그
nl: %@-logboek
pt_br: Log do %@
zh_hans: %@ 日志

source: %@ failed with exit code %d.
de: %@ ist mit Exit-Code %d fehlgeschlagen.
es: %@ falló con el código de salida %d.
fr: %@ a échoué avec le code de sortie %d.
it: %@ non riuscito con codice di uscita %d.
ja: %@は終了コード%dで失敗しました。
ko: %@이(가) 종료 코드 %d로 실패했습니다.
nl: %@ is mislukt met afsluitcode %d.
pt_br: %@ falhou com o código de saída %d.
zh_hans: %@ 失败，退出代码为 %d。

source: %@ includes bundled third-party tools. Their license files are included in the app bundle resources.
de: %@ enthält gebündelte Drittanbieterwerkzeuge. Deren Lizenzdateien sind in den Ressourcen des App-Bundles enthalten.
es: %@ incluye herramientas de terceros integradas. Sus archivos de licencia se incluyen en los recursos del paquete de la app.
fr: %@ inclut des outils tiers intégrés. Leurs fichiers de licence sont inclus dans les ressources du bundle de l’app.
it: %@ include strumenti di terze parti incorporati. I relativi file di licenza sono inclusi nelle risorse del bundle dell’app.
ja: %@には同梱されたサードパーティ製ツールが含まれています。それらのライセンスファイルはアプリバンドルのリソースに含まれています。
ko: %@에는 번들로 포함된 타사 도구가 포함되어 있습니다. 해당 라이선스 파일은 앱 번들 리소스에 포함되어 있습니다.
nl: %@ bevat meegeleverde hulpprogramma’s van derden. Hun licentiebestanden zijn opgenomen in de appbundelresources.
pt_br: %@ inclui ferramentas de terceiros integradas. Os arquivos de licença delas estão incluídos nos recursos do pacote do app.
zh_hans: %@ 包含捆绑的第三方工具。其许可证文件包含在应用包资源中。

source: %@ preset was not found at %@.
de: Die %@-Voreinstellung wurde unter %@ nicht gefunden.
es: No se encontró el preajuste de %@ en %@.
fr: Le préréglage %@ est introuvable à %@.
it: Il preset %@ non è stato trovato in %@.
ja: %@プリセットが%@に見つかりませんでした。
ko: %@ 프리셋을 %@에서 찾을 수 없습니다.
nl: De %@-voorinstelling is niet gevonden op %@.
pt_br: A predefinição %@ não foi encontrada em %@.
zh_hans: 未在 %@ 找到 %@ 预设。

source: %@ was not found at %@.
de: %@ wurde unter %@ nicht gefunden.
es: No se encontró %@ en %@.
fr: %@ est introuvable à %@.
it: %@ non è stato trovato in %@.
ja: %@が%@に見つかりませんでした。
ko: %@을(를) %@에서 찾을 수 없습니다.
nl: %@ is niet gevonden op %@.
pt_br: %@ não foi encontrado em %@.
zh_hans: 未在 %@ 找到 %@。

source: %@: Output file: %@
de: %@: Ausgabedatei: %@
es: %@: archivo de salida: %@
fr: %@ : fichier de sortie : %@
it: %@: file di output: %@
ja: %@: 出力ファイル: %@
ko: %@: 출력 파일: %@
nl: %@: uitvoerbestand: %@
pt_br: %@: arquivo de saída: %@
zh_hans: %@：输出文件：%@

source: %@: Output validation failed
de: %@: Ausgabevalidierung fehlgeschlagen
es: %@: falló la validación de la salida
fr: %@ : la validation de sortie a échoué
it: %@: validazione dell’output non riuscita
ja: %@: 出力の検証に失敗しました
ko: %@: 출력 검증 실패
nl: %@: uitvoervalidatie mislukt
pt_br: %@: falha na validação da saída
zh_hans: %@：输出验证失败

source: %@: Rip completed successfully
de: %@: Rip erfolgreich abgeschlossen
es: %@: extracción completada correctamente
fr: %@ : extraction terminée avec succès
it: %@: estrazione completata correttamente
ja: %@: リッピングが正常に完了しました
ko: %@: 리핑이 성공적으로 완료되었습니다
nl: %@: rip succesvol voltooid
pt_br: %@: extração concluída com sucesso
zh_hans: %@：翻录成功完成

source: %@: Rip failed; output preserved for inspection
de: %@: Rip fehlgeschlagen; Ausgabe zur Prüfung aufbewahrt
es: %@: falló la extracción; la salida se conservó para revisión
fr: %@ : l’extraction a échoué ; la sortie a été conservée pour inspection
it: %@: estrazione non riuscita; output conservato per l’ispezione
ja: %@: リッピングに失敗しました。確認用に出力を保持しました
ko: %@: 리핑 실패; 확인을 위해 출력이 보존되었습니다
nl: %@: rip mislukt; uitvoer bewaard voor controle
pt_br: %@: falha na extração; saída preservada para inspeção
zh_hans: %@：翻录失败；输出已保留以供检查

source: %@: Selected DVD: %@
de: %@: Ausgewählte DVD: %@
es: %@: DVD seleccionado: %@
fr: %@ : DVD sélectionné : %@
it: %@: DVD selezionato: %@
ja: %@: 選択したDVD: %@
ko: %@: 선택한 DVD: %@
nl: %@: geselecteerde dvd: %@
pt_br: %@: DVD selecionado: %@
zh_hans: %@：已选择 DVD：%@

source: %@: Started ripping %@
de: %@: Rip von %@ gestartet
es: %@: se inició la extracción de %@
fr: %@ : extraction de %@ démarrée
it: %@: avviata l’estrazione di %@
ja: %@: %@のリッピングを開始しました
ko: %@: %@ 리핑 시작
nl: %@: rippen van %@ gestart
pt_br: %@: extração de %@ iniciada
zh_hans: %@：已开始翻录 %@

source: %@: User requested stop
de: %@: Benutzer hat Stopp angefordert
es: %@: el usuario solicitó detener
fr: %@ : arrêt demandé par l’utilisateur
it: %@: l’utente ha richiesto l’arresto
ja: %@: ユーザーが停止を要求しました
ko: %@: 사용자가 중지를 요청했습니다
nl: %@: gebruiker heeft stoppen aangevraagd
pt_br: %@: usuário solicitou a parada
zh_hans: %@：用户请求停止

source: %d percent
de: %d Prozent
es: %d por ciento
fr: %d pour cent
it: %d percento
ja: %dパーセント
ko: %d퍼센트
nl: %d procent
pt_br: %d por cento
zh_hans: %d%

source: A small macOS DVD ripping tool built around bundled ripping tools.
de: Ein kleines macOS-Werkzeug zum Rippen von DVDs mit gebündelten Rip-Werkzeugen.
es: Una pequeña herramienta de macOS para extraer DVD basada en herramientas integradas.
fr: Un petit outil macOS d’extraction de DVD construit autour d’outils intégrés.
it: Un piccolo strumento macOS per estrarre DVD basato su strumenti integrati.
ja: 同梱されたリッピングツールを利用する、小さなmacOS用DVDリッピングツールです。
ko: 번들 리핑 도구를 기반으로 한 작은 macOS DVD 리핑 도구입니다.
nl: Een klein macOS-hulpprogramma om dvd’s te rippen met meegeleverde riptools.
pt_br: Uma pequena ferramenta para macOS que extrai DVDs usando ferramentas integradas.
zh_hans: 一款基于捆绑翻录工具的小型 macOS DVD 翻录工具。

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@에 관하여
nl: Over %@
pt_br: Sobre %@
zh_hans: 关于 %@

source: Bundled Tools
de: Gebündelte Werkzeuge
es: Herramientas integradas
fr: Outils intégrés
it: Strumenti integrati
ja: 同梱ツール
ko: 번들 도구
nl: Meegeleverde hulpmiddelen
pt_br: Ferramentas integradas
zh_hans: 捆绑工具

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
zh_hans: 取消

source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pt_br: Cancelado
zh_hans: 已取消

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
ko: 변경
nl: Wijzig
pt_br: Alterar
zh_hans: 更改

source: Change…
de: Ändern…
es: Cambiar…
fr: Modifier…
it: Modifica…
ja: 変更…
ko: 변경…
nl: Wijzig…
pt_br: Alterar…
zh_hans: 更改…

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
pt_br: Buscar atualizações…
zh_hans: 检查更新…

source: Choose DVD…
de: DVD auswählen…
es: Elegir DVD…
fr: Choisir un DVD…
it: Scegli DVD…
ja: DVDを選択…
ko: DVD 선택…
nl: Kies dvd…
pt_br: Escolher DVD…
zh_hans: 选择 DVD…

source: Choose Output Folder
de: Ausgabeordner auswählen
es: Elegir carpeta de salida
fr: Choisir le dossier de sortie
it: Scegli cartella di output
ja: 出力フォルダを選択
ko: 출력 폴더 선택
nl: Kies uitvoermap
pt_br: Escolher pasta de saída
zh_hans: 选择输出文件夹

source: Choose a DVD and output file to begin.
de: Wähle eine DVD und eine Ausgabedatei aus, um zu beginnen.
es: Elige un DVD y un archivo de salida para comenzar.
fr: Choisissez un DVD et un fichier de sortie pour commencer.
it: Scegli un DVD e un file di output per iniziare.
ja: 開始するにはDVDと出力ファイルを選択してください。
ko: 시작하려면 DVD와 출력 파일을 선택하세요.
nl: Kies een dvd en een uitvoerbestand om te beginnen.
pt_br: Escolha um DVD e um arquivo de saída para começar.
zh_hans: 选择 DVD 和输出文件以开始。

source: Choose a folder that contains a %@ directory.
de: Wähle einen Ordner, der ein %@-Verzeichnis enthält.
es: Elige una carpeta que contenga un directorio %@.
fr: Choisissez un dossier contenant un répertoire %@.
it: Scegli una cartella che contenga una directory %@.
ja: %@ディレクトリを含むフォルダを選択してください。
ko: %@ 디렉터리가 포함된 폴더를 선택하세요.
nl: Kies een map met een %@-map.
pt_br: Escolha uma pasta que contenha um diretório %@.
zh_hans: 请选择包含 %@ 目录的文件夹。

source: Choose where SwiftRip should save ripped movies. You can change this later in Settings.
de: Wähle aus, wo SwiftRip gerippte Filme speichern soll. Du kannst dies später in den Einstellungen ändern.
es: Elige dónde debe guardar SwiftRip las películas extraídas. Puedes cambiarlo más tarde en Ajustes.
fr: Choisissez où SwiftRip doit enregistrer les films extraits. Vous pourrez modifier ce choix plus tard dans Réglages.
it: Scegli dove SwiftRip deve salvare i film estratti. Puoi modificarlo in seguito nelle Impostazioni.
ja: SwiftRipでリッピングしたムービーの保存先を選択してください。これは後で設定で変更できます。
ko: SwiftRip이 리핑한 동영상을 저장할 위치를 선택하세요. 나중에 설정에서 변경할 수 있습니다.
nl: Kies waar SwiftRip geripte films moet bewaren. Je kunt dit later wijzigen in Instellingen.
pt_br: Escolha onde o SwiftRip deve salvar os filmes extraídos. Você pode alterar isso depois em Ajustes.
zh_hans: 选择 SwiftRip 保存翻录影片的位置。稍后可在设置中更改。

source: Command: %@ %@
de: Befehl: %@ %@
es: Comando: %@ %@
fr: Commande : %@ %@
it: Comando: %@ %@
ja: コマンド: %@ %@
ko: 명령: %@ %@
nl: Commando: %@ %@
pt_br: Comando: %@ %@
zh_hans: 命令：%@ %@

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
nl: Voltooid
pt_br: Concluído
zh_hans: 已完成

source: Completed output protected from cancellation cleanup: %@
de: Abgeschlossene Ausgabe vor Bereinigung bei Abbruch geschützt: %@
es: Salida completada protegida de la limpieza por cancelación: %@
fr: Sortie terminée protégée du nettoyage après annulation : %@
it: Output completato protetto dalla pulizia per annullamento: %@
ja: 完了した出力をキャンセル時のクリーンアップから保護しました: %@
ko: 완료된 출력이 취소 정리에서 보호됨: %@
nl: Voltooide uitvoer beschermd tegen opschoning bij annulering: %@
pt_br: Saída concluída protegida da limpeza por cancelamento: %@
zh_hans: 已完成的输出已防止取消清理：%@

source: Completion
de: Abschluss
es: Finalización
fr: Fin
it: Completamento
ja: 完了時
ko: 완료
nl: Voltooiing
pt_br: Conclusão
zh_hans: 完成

source: Could Not Use Output Folder
de: Ausgabeordner konnte nicht verwendet werden
es: No se pudo usar la carpeta de salida
fr: Impossible d’utiliser le dossier de sortie
it: Impossibile usare la cartella di output
ja: 出力フォルダを使用できませんでした
ko: 출력 폴더를 사용할 수 없음
nl: Kan uitvoermap niet gebruiken
pt_br: Não foi possível usar a pasta de saída
zh_hans: 无法使用输出文件夹

source: Could not delete incomplete output file: %@
de: Unvollständige Ausgabedatei konnte nicht gelöscht werden: %@
es: No se pudo eliminar el archivo de salida incompleto: %@
fr: Impossible de supprimer le fichier de sortie incomplet : %@
it: Impossibile eliminare il file di output incompleto: %@
ja: 未完了の出力ファイルを削除できませんでした: %@
ko: 불완전한 출력 파일을 삭제할 수 없음: %@
nl: Kan onvolledig uitvoerbestand niet verwijderen: %@
pt_br: Não foi possível apagar o arquivo de saída incompleto: %@
zh_hans: 无法删除不完整的输出文件：%@

source: Could not read HandBrakeCLI output: %@
de: HandBrakeCLI-Ausgabe konnte nicht gelesen werden: %@
es: No se pudo leer la salida de HandBrakeCLI: %@
fr: Impossible de lire la sortie de HandBrakeCLI : %@
it: Impossibile leggere l’output di HandBrakeCLI: %@
ja: HandBrakeCLIの出力を読み取れませんでした: %@
ko: HandBrakeCLI 출력을 읽을 수 없음: %@
nl: Kan uitvoer van HandBrakeCLI niet lezen: %@
pt_br: Não foi possível ler a saída do HandBrakeCLI: %@
zh_hans: 无法读取 HandBrakeCLI 输出：%@

source: Could not show completion notification
de: Abschlussmitteilung konnte nicht angezeigt werden
es: No se pudo mostrar la notificación de finalización
fr: Impossible d’afficher la notification de fin
it: Impossibile mostrare la notifica di completamento
ja: 完了通知を表示できませんでした
ko: 완료 알림을 표시할 수 없음
nl: Kan voltooiingsmelding niet tonen
pt_br: Não foi possível mostrar a notificação de conclusão
zh_hans: 无法显示完成通知

source: Could not show failure notification
de: Fehlermeldung konnte nicht angezeigt werden
es: No se pudo mostrar la notificación de error
fr: Impossible d’afficher la notification d’échec
it: Impossibile mostrare la notifica di errore
ja: 失敗通知を表示できませんでした
ko: 실패 알림을 표시할 수 없음
nl: Kan foutmelding niet tonen
pt_br: Não foi possível mostrar a notificação de falha
zh_hans: 无法显示失败通知

source: Could not write log: %@
de: Protokoll konnte nicht geschrieben werden: %@
es: No se pudo escribir el registro: %@
fr: Impossible d’écrire le journal : %@
it: Impossibile scrivere il registro: %@
ja: ログを書き込めませんでした: %@
ko: 로그를 쓸 수 없음: %@
nl: Kan logboek niet schrijven: %@
pt_br: Não foi possível gravar o log: %@
zh_hans: 无法写入日志：%@

source: Deleted incomplete output file: %@
de: Unvollständige Ausgabedatei gelöscht: %@
es: Archivo de salida incompleto eliminado: %@
fr: Fichier de sortie incomplet supprimé : %@
it: File di output incompleto eliminato: %@
ja: 未完了の出力ファイルを削除しました: %@
ko: 불완전한 출력 파일 삭제됨: %@
nl: Onvolledig uitvoerbestand verwijderd: %@
pt_br: Arquivo de saída incompleto apagado: %@
zh_hans: 已删除不完整的输出文件：%@

source: Done. Saved to %@. Log saved to %@.
de: Fertig. Gespeichert unter %@. Protokoll gespeichert unter %@.
es: Listo. Guardado en %@. Registro guardado en %@.
fr: Terminé. Enregistré dans %@. Journal enregistré dans %@.
it: Fatto. Salvato in %@. Registro salvato in %@.
ja: 完了しました。%@に保存しました。ログは%@に保存しました。
ko: 완료. %@에 저장됨. 로그가 %@에 저장됨.
nl: Klaar. Bewaard in %@. Logboek bewaard in %@.
pt_br: Concluído. Salvo em %@. Log salvo em %@.
zh_hans: 完成。已保存到 %@。日志已保存到 %@。

source: Eject
de: Auswerfen
es: Expulsar
fr: Éjecter
it: Espelli
ja: 取り出す
ko: 꺼내기
nl: Werp uit
pt_br: Ejetar
zh_hans: 弹出

source: Eject DVD after successful rip
de: DVD nach erfolgreichem Rip auswerfen
es: Expulsar el DVD después de una extracción correcta
fr: Éjecter le DVD après une extraction réussie
it: Espelli il DVD dopo un’estrazione riuscita
ja: リッピング成功後にDVDを取り出す
ko: 리핑 성공 후 DVD 꺼내기
nl: Werp dvd uit na succesvolle rip
pt_br: Ejetar o DVD após uma extração bem-sucedida
zh_hans: 翻录成功后弹出 DVD

source: Elapsed: %@
de: Verstrichen: %@
es: Transcurrido: %@
fr: Écoulé : %@
it: Tempo trascorso: %@
ja: 経過時間: %@
ko: 경과 시간: %@
nl: Verstreken: %@
pt_br: Decorrido: %@
zh_hans: 耗时：%@

source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pt_br: Falhou
zh_hans: 失败

source: Failed to launch HandBrakeCLI: %@
de: HandBrakeCLI konnte nicht gestartet werden: %@
es: No se pudo iniciar HandBrakeCLI: %@
fr: Impossible de lancer HandBrakeCLI : %@
it: Impossibile avviare HandBrakeCLI: %@
ja: HandBrakeCLIを起動できませんでした: %@
ko: HandBrakeCLI를 실행할 수 없음: %@
nl: Kan HandBrakeCLI niet starten: %@
pt_br: Não foi possível iniciar o HandBrakeCLI: %@
zh_hans: 无法启动 HandBrakeCLI：%@

source: Filename Format:
de: Dateinamenformat:
es: Formato de nombre:
fr: Format du nom :
it: Formato nome file:
ja: ファイル名形式:
ko: 파일 이름 형식:
nl: Bestandsnaamindeling:
pt_br: Formato do nome:
zh_hans: 文件名格式：

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pt_br: Arquivos
zh_hans: 文件

source: Finished: %@
de: Beendet: %@
es: Finalizado: %@
fr: Terminé : %@
it: Terminato: %@
ja: 終了: %@
ko: 완료: %@
nl: Voltooid: %@
pt_br: Finalizado: %@
zh_hans: 完成时间：%@

source: HandBrakeCLI failed with exit code %d. Log saved to %@.
de: HandBrakeCLI ist mit Exit-Code %d fehlgeschlagen. Protokoll gespeichert unter %@.
es: HandBrakeCLI falló con el código de salida %d. Registro guardado en %@.
fr: HandBrakeCLI a échoué avec le code de sortie %d. Journal enregistré dans %@.
it: HandBrakeCLI non riuscito con codice di uscita %d. Registro salvato in %@.
ja: HandBrakeCLIは終了コード%dで失敗しました。ログは%@に保存しました。
ko: HandBrakeCLI가 종료 코드 %d로 실패했습니다. 로그가 %@에 저장됨.
nl: HandBrakeCLI is mislukt met afsluitcode %d. Logboek bewaard in %@.
pt_br: HandBrakeCLI falhou com o código de saída %d. Log salvo em %@.
zh_hans: HandBrakeCLI 失败，退出代码为 %d。日志已保存到 %@。

source: HandBrakeCLI finished, but %@ is a folder instead of a movie file.
de: HandBrakeCLI wurde beendet, aber %@ ist ein Ordner statt einer Filmdatei.
es: HandBrakeCLI terminó, pero %@ es una carpeta en lugar de un archivo de película.
fr: HandBrakeCLI a terminé, mais %@ est un dossier au lieu d’un fichier vidéo.
it: HandBrakeCLI ha terminato, ma %@ è una cartella invece di un file video.
ja: HandBrakeCLIは完了しましたが、%@はムービーファイルではなくフォルダです。
ko: HandBrakeCLI가 완료되었지만 %@은(는) 동영상 파일이 아닌 폴더입니다.
nl: HandBrakeCLI is voltooid, maar %@ is een map in plaats van een filmbestand.
pt_br: HandBrakeCLI terminou, mas %@ é uma pasta em vez de um arquivo de filme.
zh_hans: HandBrakeCLI 已完成，但 %@ 是文件夹而不是影片文件。

source: HandBrakeCLI finished, but no output file was created at %@.
de: HandBrakeCLI wurde beendet, aber unter %@ wurde keine Ausgabedatei erstellt.
es: HandBrakeCLI terminó, pero no se creó ningún archivo de salida en %@.
fr: HandBrakeCLI a terminé, mais aucun fichier de sortie n’a été créé à %@.
it: HandBrakeCLI ha terminato, ma non è stato creato alcun file di output in %@.
ja: HandBrakeCLIは完了しましたが、%@に出力ファイルが作成されませんでした。
ko: HandBrakeCLI가 완료되었지만 %@에 출력 파일이 생성되지 않았습니다.
nl: HandBrakeCLI is voltooid, maar er is geen uitvoerbestand aangemaakt op %@.
pt_br: HandBrakeCLI terminou, mas nenhum arquivo de saída foi criado em %@.
zh_hans: HandBrakeCLI 已完成，但未在 %@ 创建输出文件。

source: HandBrakeCLI finished, but the output file at %@ is empty.
de: HandBrakeCLI wurde beendet, aber die Ausgabedatei unter %@ ist leer.
es: HandBrakeCLI terminó, pero el archivo de salida en %@ está vacío.
fr: HandBrakeCLI a terminé, mais le fichier de sortie à %@ est vide.
it: HandBrakeCLI ha terminato, ma il file di output in %@ è vuoto.
ja: HandBrakeCLIは完了しましたが、%@の出力ファイルは空です。
ko: HandBrakeCLI가 완료되었지만 %@의 출력 파일이 비어 있습니다.
nl: HandBrakeCLI is voltooid, maar het uitvoerbestand op %@ is leeg.
pt_br: HandBrakeCLI terminou, mas o arquivo de saída em %@ está vazio.
zh_hans: HandBrakeCLI 已完成，但 %@ 处的输出文件为空。

source: Input: %@
de: Eingabe: %@
es: Entrada: %@
fr: Entrée : %@
ja: 入力: %@
ko: 입력: %@
nl: Invoer: %@
pt_br: Entrada: %@
zh_hans: 输入：%@

source: Keep Ripping
de: Weiter rippen
es: Seguir extrayendo
fr: Continuer l’extraction
it: Continua estrazione
ja: リッピングを続ける
ko: 리핑 계속
nl: Doorgaan met rippen
pt_br: Continuar extraindo
zh_hans: 继续翻录

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
ja: ライセンス
ko: 라이선스
nl: Licenties
pt_br: Licenças
zh_hans: 许可证

source: Log saved to %@.
de: Protokoll gespeichert unter %@.
es: Registro guardado en %@.
fr: Journal enregistré dans %@.
it: Registro salvato in %@.
ja: ログは%@に保存しました。
ko: 로그가 %@에 저장됨.
nl: Logboek bewaard in %@.
pt_br: Log salvo em %@.
zh_hans: 日志已保存到 %@。

source: MOVIE_NAME.m4v
de: FILMNAME.m4v
es: NOMBRE_PELICULA.m4v
fr: NOM_DU_FILM.m4v
it: NOME_FILM.m4v
ja: 映画名.m4v
ko: 동영상_제목.m4v
nl: FILMNAAM.m4v
pt_br: NOME_DO_FILME.m4v
zh_hans: 电影名称.m4v

source: Movie
de: Film
es: Película
fr: Film
it: Film
ja: ムービー
ko: 동영상
nl: Film
pt_br: Filme
zh_hans: 影片

source: Movie Name - YYYY-MM-DD.m4v
de: Filmname - JJJJ-MM-TT.m4v
es: Nombre de la película - AAAA-MM-DD.m4v
fr: Nom du film - AAAA-MM-JJ.m4v
it: Nome film - AAAA-MM-GG.m4v
ja: 映画名 - YYYY-MM-DD.m4v
ko: 동영상 제목 - YYYY-MM-DD.m4v
nl: Filmnaam - JJJJ-MM-DD.m4v
pt_br: Nome do filme - AAAA-MM-DD.m4v
zh_hans: 电影名称 - YYYY-MM-DD.m4v

source: Movie Name.m4v
de: Filmname.m4v
es: Nombre de la película.m4v
fr: Nom du film.m4v
it: Nome film.m4v
ja: 映画名.m4v
ko: 동영상 제목.m4v
nl: Filmnaam.m4v
pt_br: Nome do filme.m4v
zh_hans: 电影名称.m4v

source: No bundled license files were found.
de: Es wurden keine gebündelten Lizenzdateien gefunden.
es: No se encontraron archivos de licencia integrados.
fr: Aucun fichier de licence intégré n’a été trouvé.
it: Non sono stati trovati file di licenza integrati.
ja: 同梱されたライセンスファイルが見つかりませんでした。
ko: 번들 라이선스 파일을 찾을 수 없습니다.
nl: Er zijn geen meegeleverde licentiebestanden gevonden.
pt_br: Nenhum arquivo de licença integrado foi encontrado.
zh_hans: 未找到捆绑的许可证文件。

source: No valid DVD
de: Keine gültige DVD
es: No hay un DVD válido
fr: Aucun DVD valide
it: Nessun DVD valido
ja: 有効なDVDがありません
ko: 유효한 DVD 없음
nl: Geen geldige dvd
pt_br: Nenhum DVD válido
zh_hans: 没有有效的 DVD

source: None
de: Kein Ton
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
zh_hans: 无

source: Not a Video DVD
de: Keine Video-DVD
es: No es un DVD de video
fr: Ce n’est pas un DVD vidéo
it: Non è un DVD video
ja: ビデオDVDではありません
ko: 비디오 DVD가 아님
nl: Geen video-dvd
pt_br: Não é um DVD de vídeo
zh_hans: 不是视频 DVD

source: Outcome: %@
de: Ergebnis: %@
es: Resultado: %@
fr: Résultat : %@
it: Risultato: %@
ja: 結果: %@
ko: 결과: %@
nl: Resultaat: %@
pt_br: Resultado: %@
zh_hans: 结果：%@

source: Output Location:
de: Ausgabeort:
es: Ubicación de salida:
fr: Emplacement de sortie :
it: Posizione output:
ja: 出力先:
ko: 출력 위치:
nl: Uitvoerlocatie:
pt_br: Local de saída:
zh_hans: 输出位置：

source: Output preserved for inspection: %@
de: Ausgabe zur Prüfung aufbewahrt: %@
es: Salida conservada para revisión: %@
fr: Sortie conservée pour inspection : %@
it: Output conservato per l’ispezione: %@
ja: 確認用に出力を保持しました: %@
ko: 확인을 위해 출력이 보존됨: %@
nl: Uitvoer bewaard voor controle: %@
pt_br: Saída preservada para inspeção: %@
zh_hans: 输出已保留以供检查：%@

source: Output: %@
de: Ausgabe: %@
es: Salida: %@
fr: Sortie : %@
ja: 出力: %@
ko: 출력: %@
nl: Uitvoer: %@
pt_br: Saída: %@
zh_hans: 输出：%@

source: Preflight failed
de: Vorprüfung fehlgeschlagen
es: Falló la comprobación previa
fr: La vérification préalable a échoué
it: Controllo preliminare non riuscito
ja: 事前チェックに失敗しました
ko: 사전 검사 실패
nl: Voorcontrole mislukt
pt_br: Falha na verificação prévia
zh_hans: 预检失败

source: Preset: %@
de: Voreinstellung: %@
es: Preajuste: %@
fr: Préréglage : %@
ja: プリセット: %@
ko: 프리셋: %@
nl: Voorinstelling: %@
pt_br: Predefinição: %@
zh_hans: 预设：%@

source: Ready to rip %@.
de: Bereit, %@ zu rippen.
es: Listo para extraer %@.
fr: Prêt à extraire %@.
it: Pronto per estrarre %@.
ja: %@をリッピングする準備ができました。
ko: %@ 리핑 준비 완료.
nl: Klaar om %@ te rippen.
pt_br: Pronto para extrair %@.
zh_hans: 已准备好翻录 %@。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstel
pt_br: Redefinir
zh_hans: 重置

source: Reveal Log in Finder
de: Protokoll im Finder anzeigen
es: Mostrar registro en el Finder
fr: Afficher le journal dans le Finder
it: Mostra registro nel Finder
ja: ログをFinderに表示
ko: Finder에서 로그 보기
nl: Toon logboek in Finder
pt_br: Revelar log no Finder
zh_hans: 在访达中显示日志

source: Reveal Output in Finder
de: Ausgabe im Finder anzeigen
es: Mostrar salida en el Finder
fr: Afficher la sortie dans le Finder
it: Mostra output nel Finder
ja: 出力をFinderに表示
ko: Finder에서 출력 보기
nl: Toon uitvoer in Finder
pt_br: Revelar saída no Finder
zh_hans: 在访达中显示输出

source: Reveal completed file in Finder
de: Fertige Datei im Finder anzeigen
es: Mostrar archivo completado en el Finder
fr: Afficher le fichier terminé dans le Finder
it: Mostra file completato nel Finder
ja: 完了したファイルをFinderに表示
ko: Finder에서 완료된 파일 보기
nl: Toon voltooid bestand in Finder
pt_br: Revelar arquivo concluído no Finder
zh_hans: 在访达中显示完成的文件

source: Rip
de: Rippen
es: Extraer
fr: Extraire
it: Estrai
ja: リッピング
ko: 리핑
pt_br: Extrair
zh_hans: 翻录

source: Rip Complete
de: Rip abgeschlossen
es: Extracción completada
fr: Extraction terminée
it: Estrazione completata
ja: リッピング完了
ko: 리핑 완료
nl: Rip voltooid
pt_br: Extração concluída
zh_hans: 翻录完成

source: Rip Failed
de: Rip fehlgeschlagen
es: Error de extracción
fr: Échec de l’extraction
it: Estrazione non riuscita
ja: リッピング失敗
ko: 리핑 실패
nl: Rip mislukt
pt_br: Falha na extração
zh_hans: 翻录失败

source: Rip progress
de: Rip-Fortschritt
es: Progreso de extracción
fr: Progression de l’extraction
it: Avanzamento estrazione
ja: リッピングの進行状況
ko: 리핑 진행률
nl: Ripvoortgang
pt_br: Progresso da extração
zh_hans: 翻录进度
